translations = {
    "kz": {
        "Привет, Как тебя зовут? (Фамилия и Имя)": "Сәлем, тегіңізді және атынызды енгізініз",
        "Привет": "Сәлем", 
        "Отлично, Напиши свой номер телефона начиная с 8": "Керемет, 8 ден бастап өз номерінізді енгізініз", 
        "Коротко опишите ваше мнение по поводу проекта «Жана Адамдар»:": "«Жаңа Адамдар» жобасы туралы пікіріңізді қысқаша сипаттаңыз:", 
        "Вы ввели неправильный номер": "Сіз қате нөмір енгіздіңіз", 
        "Что, на ваш взгляд, не хватает проекту «Жана Адамдар»? Чем его дополнить?":"«Жаңа адамдар» жобасына не жетіспейді деп ойлайсыз? Оны қалай толықтыруға болады?",
        "Вы хотите присоединиться к движению «Жана Адамдар»?": "«Жана Адамдар» қозғалысына қосылғыңыз келе ме?",
        "Да": "Иа",
        "Нет": "Жоқ", 
        "Отлично, я все записал. Здесь вы будете получать уведомления": "Керемет, мен бәрін жазып алдым. Бұл жерде сіз хабарландыруларды аласыз", 
        "Отлично, я все записал. Пока!": "Керемет, мен бәрін жазып алдым. Сау бол!",
        "Напишите пожалуйста причину": "Себебін жазыңыз",
        "Этот бот создан чтобы информировать о предстоящих мероприятиях.": "Бұл бот алдағы оқиғалар туралы хабарлау үшін жасалған."
    }
}

def _(text, lang="ru"):
    if lang == "ru":
        return text 
    else:
        global translations
        try:
            return translations[lang][text]
        except:
            return text